Repository: wangcha0/ImageOptim
Catalog: imageoptim/*.lproj/PrefsController.strings
Languages: cs, da, ja, pl, ru

# 5.title
source: ImageOptim Preferences
cs: Nastavení ImageOptim
da: ImageOptim indstillinger
ja: ImageOptim 環境設定
pl: Preferencje ImageOptim
ru: Настройки ImageOptim

# 167.label
source: General
cs: Obecné
da: Generelt
ja: 一般
pl: Ogólne
ru: Основные

# 280.title
source: Writing files to disk
cs: Zápis souborů na disk
da: Skriver filer til disken
ja: ファイルのディスク書き込み
pl: Zapisywanie na dysk
ru: Запись файлов на диск

# 804.title
source: Preserve file permissions, attributes and hardlinks
cs: Zachovat práva k souborům, vlastnosti a tvrdé odkazy
da: Bevar filrettigheder, egenskaber og hardlinks
ja: ファイルのパーミッション、属性、ハードリンクを維持する
pl: Zachowaj uprawnienia plików, atrybuty i linki
ru: Сохранять разрешения, аттрибуты и ссылки

# 818.title
source: Optimisation level
cs: Úroveň vylepšování
da: Optimeringsniveau
ja: 最適化レベル
pl: Typ optymalizacji
ru: Уровень оптимизации

# 819.title
source: Fast
cs: Rychlé
da: Hurtig
ja: 高速
pl: Szybki
ru: Быстрый

# 820.title
source: Insane
cs: Šílené
da: Sindssyg
ja: 狂的
pl: Szalony
ru: Безумный

# 821.title
source: Normal
cs: Normální
ja: 普通
pl: Normalny
ru: Нормальный

# 822.title
source: Extra
da: Ekstra
ja: 必要以上
pl: Ekstra
ru: Экстра

# 828.title
source: Make images interlaced (progressive)
cs: Udělat obrázky prokládané (progresivní)
da: Gør billeder interlaced (progressiv)
ja: 画像をインターレース (プログレッシブ) 形式にする
pl: Stwórz grafiki z przeplotem (progresywne)
ru: Сделать изображения черезстрочными (прогрессивными)

# 829.title
source: Optimisation level
cs: Úroveň vylepšování
da: Optimeringsniveau
ja: 最適化レベル
pl: Typ optymalizacji
ru: Уровень оптимизации

# 831.title
source: Interlaced files are usually larger
cs: Prokládané soubory jsou obvykle větší
da: Interlaced filer er normalt større
ja: インターレース形式は一般的にサイズが大きくなります
pl: Pliki z przeplotem są większe
ru: Черезстрочные изображения обычно больше

# 833.title
source: 24 trials
cs: 24 pokusů
da: 24 forsøg
ja: 24 回試行
pl: 24 próby
ru: 24 пробы

# 834.title
source: 240 trials
cs: 240 pokusů
da: 240 forsøg
ja: 240 回試行
pl: 240 prób
ru: 240 проб

# 854.title
source: Strip PNG metadata (gamma, color profiles, optional chunks)
cs: Zbavit PNG popisných dat (gama, barevné profily, nepovinné kusy)
da: Fjern PNG metadata (gamma, farveprofiler, valgfri komponenter)
ja: PNGのメタデータを取り除く (ガンマ値、カラープロファイルなど)
pl: Usuń wszystkie opcjonalne dane z PNG (np. profil kolorów)
ru: Удалить метаданные PNG (гамму, цветовые профили и др.)

# 856.title
source: Optimisation type
cs: Typ vylepšování
da: Optimeringstype
ja: 最適化タイプ
pl: Typ optymalizacji
ru: Тип оптимизации

# 857.title
source: Simple
cs: Jednoduché
da: Simpel
ja: 普通
pl: Prosty
ru: Простой

# 858.title
source: Xtreme
cs: Úplné
da: Ekstrem
ja: 最大
pl: Xtremalny
ru: Безумный

# 860.title
source: Intense
cs: Silné
da: Intens
ja: 強力
pl: Itensywny
ru: Интенсивный

# 861.title
source: Longest match
cs: Nejdelší shoda
da: Længste match
ja: 最長一致
pl: Długi ciąg
ru: Наибольшее совпадение

# 865.title
source: Web browsers require gamma chunks to be removed
cs: Prohlížeče stránek požadují, aby byly kousky gama odstraněny
da: Internet browsere kræver fjernelse af gamma
ja: 一部のウェブブラウザはガンマ値に対応していません
pl: Przeglądarki wymagają usunięcia gammy
ru: Веб-браузеры требуют удаление чанков гаммы

# 868.title
source: Maximum quality
cs: Největší jakost
da: Maksimal kvalitet
ja: 最高品質
pl: Maksymalna jakość
ru: Максимальное качество

# 911.title
source: Strip JPEG metadata (EXIF, color profiles, GPS, rotation, etc.)
cs: Zbavit JPEG popisných dat (EXIF, barevné profily, GPS, otočení atd.)
da: Fjern JPEG metadata (EXIF, farveprofiler, GPS, rotation, etc.)
ja: JPEGのメタデータを取り除く (EXIF、カラープロファイル、GPSなど)
pl: Usuń znaczniki EXIF z plików JPEG (np. GPS, profil kolorów)
ru: Удалить метаданные JPEG (EXIF, профили цвета, GPS и др.)

# 946.title
source: Interrupt if takes too long to execute
cs: Přerušit při příliš dlouhém vylepšování
da: Afbryd hvis eksekvering trækker i langdrag
ja: 実行に時間がかかる場合は中止する
pl: Przerwij, jeśli pracuje zbyt długo
ru: Прервать, если занимает много времени

# 1043.title
source: Metadata and color profiles
cs: Popisná data a barevné profily
da: Metadata og farveprofiler
ja: メタデータとカラープロファイル
pl: Metadata
ru: Метаданные и цветовые профили

# 1107.title
source: Enable
cs: Povolit
da: Slået til
ja: 有効
pl: Używaj
ru: Включить

# 1122.title
source: Saving to network drives is faster when permissions are not preserved
cs: Ukládání na síťových discích je rychlejší, když nejsou zachována práva
da: At gemme til netværksdrev er hurtigere når tilladelser ikke bevares
ja: 維持しない場合、ネットワークドライブへの保存が早くなります
pl: Spowalnia zapis na dyskach sieciowych
ru: Сохранение на сетевые диски происходит быстрее, если не сохранять разрешения файлов

# 1124.title
source: Not recommended if you rely on embedded copyright information
cs: Nedoporučuje se, pokud spoléháte na vložené informace o auorském právu
da: Ikke anbefalet hvis du afhænger af integreret copyright information
ja: 埋め込まれた著作権情報を必要とする場合はおすすめしません
pl: Wyłącz, żeby nie usuwać osadzonych informacji o autorze
ru: Не рекомендуется, если вы полагаетесь на встроенную информацию о правообладателе
